tap "bufbuild/buf"
tap "espanso/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "awscli"
brew "bat"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "httpie"
brew "jq"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "minikube"
brew "mise"
brew "neovim"
brew "protobuf"
brew "sops"
brew "tmux"
brew "tpm"
brew "walk"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform"
cask "alt-tab"
cask "aws-vault"
cask "chatgpt"
cask "discord"
cask "docker"
cask "espanso"
cask "figma"
cask "google-chrome"
cask "heynote"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "lapce"
cask "maccy"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "wireshark"
vscode "akamud.vscode-theme-onedark"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "k--kato.intellij-idea-keybindings"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "pbkit.vscode-pbkit"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "zhuangtongfa.material-theme"
