tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "awscli"
brew "bat"
brew "fd"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "grep"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "tmux"
brew "tpm"
brew "walk"
brew "zoxide"
cask "alt-tab"
cask "discord"
cask "docker"
cask "espanso"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "maccy"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "stats"
cask "visual-studio-code"
vscode "akamud.vscode-theme-onedark"
vscode "azemoh.one-monokai"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "zhuangtongfa.material-theme"
